exports.menu3 = (id, A187, tampilTanggal, whatsapp, youtube, tampilWaktu, instagram, nomer, aktif) => {
	return ` 
❉──────────❉

*${RAMA}*

❉──────────❉

📆 *${tampilTanggal}*
📌STATUS BOT AKTIF: *${aktif}*
	
╔════════════════════
║ *MENU3 ${RAMA}*             
╠════════════════════
║╭──❉ *18+* ❉──
║│➸ _*!indohot*_
║│➸ _*!cersex*_
║│➸ _*!hentai*_
║│➸ _*!indohot*_
║│➸ _*!nekonime*_
║╰───────────
╠════════════════════
║╭──❉ *OTHERS* ❉──
║│➸ _*!ttsid*_ <teks>
║│➸ _*!bitly*_ <link>
║│➸ _*!namaninja*_ <nama lu>
║│➸ _*!alay*_ <teks>
║│➸ _igstalk*_ <@_sadboy.g>
║│➸ _*!ocr*_ <foto to text>
║│➸ _*!gay*_
║│➸ _*!checkip*_
║│➸ _*!ping*_
║│➸ _*!hostsearch*_
║│➸ _*!scdl*_
║│➸ _*!map*_ <daerah>
║│➸ _*!cooltext*_ <teks>
║│➸ _*!pesankosong*_
║│➸ _*!say*_ <teks>
║╰───────────
╠════════════════════
║╭──❉ *SPAM* ❉──
║│➸ _*!spamcall*_ <895355566000>
║│➸ _*!spamsms*_ <895355566000>
║│➸ _*!spamgmail*_ <riskag94@gmail.com>
║╰───────────
╠════════════════════
║╭──❉ *SOSMED ADMIN* ❉──
║│➸ *Masuk sini😙*
║│ _${APA}_
║│➸ *YouTube mimin*
║│ _${RISKA GAMING}_
║│➸ *Instagram <Follow>*
║│ _${riska_gaming._}_
║│➸ *Creator ${RAMA}*
║│ _${0895355566000}_
║╰───────────
║         ${RAMA}
║  ▌│█║▌║▌║║▌║▌║█│▌
║  ▌│█║▌║▌║║▌║▌║█│▌
║         ${RAMA}
╠════════════════════
║ _*POWERED BY RAMA*_
╚════════════════════`
}